Repository: Wingmaster2/aqualung
Catalog: src/po/*.po
Languages: uk

source: About
uk: Про програму

source: Build version:
uk: Верс╕я зб╕рки:

source: Homepage:
uk: Домашня стор╕нка:

source: Authors:
uk: Автори:

source: Core design, engineering & programming:
uk: Головний дизайн, розробка та програмування:

source: Skin support, look & feel, GUI hacks:
uk: П╕дтримка жупан╕в, вигляд та повед╕нка, програмування Г╤К:

source: Programming, GUI engineering:
uk: Програмування, розробка Г╤К:

source: Translators:
uk: Перекладач╕:

source: German, Hungarian:
uk: Н╕мецька, Угорська:

source: Ukrainian:
uk: Укра╖нська:

source: Graphics:
uk: Граф╕ка:

source: This Aqualung binary is compiled with:
uk: Цей Aqualung скомп╕льовано з:

source: File format support:
uk: П╕дтримка формат╕в файл╕в:

source: ID3 tags
uk: ID3 теги

source: Output driver support:
uk: Драйвери виводу:

source: Miscellaneous:
uk: Р╕зне:

source: Internal Sample Rate Converter support
uk: Вбудований перетворювач частоти семплювання

source: CDDB support
uk: п╕дтримка CDDB

source: General
uk: Головне

source: _Browse...
uk: _Оглянути...

source: Artist name
uk: Назва виконавця

source: Record name
uk: Назва запису

source: Year
uk: Р╕к

source: Metadata
uk: Метадан╕

source: Abort
uk: Перервати

source: CDDB query
uk: CDDB запит

source: Retrieving matches from server...
uk: Отримання зб╕г╕в з сервера...

source: Connecting to CDDB server...
uk: П╕д'╓днуюсь до сервера CDDB...

source: Matches:
uk: Зб╕ги:

source: Artist:
uk: Виконавець:

source: Import as Artist
uk: ╤мпортувати як Виконавця

source: Title:
uk: Назва:

source: Import as Title
uk: ╤мпортувати як Альбом

source: Year:
uk: Р╕к:

source: Add to Comments
uk: Додати до коментар╕в

source: Category:
uk: Категор╕я:

source: Genre:
uk: Жанр:

source: Extended data:
uk: Додатков╕ дан╕:

source: Tracks
uk: Дор╕жки

source: %d of %d
uk: %d з %d

source: An error occurred while attempting to connect to the CDDB server.
uk: Трапилась помилка при спроб╕ п╕д'╓днання до сервера CDDB.

source: No matching record found.
uk: Схожих запис╕в не знайдено.

source: File info
uk: ╤нформац╕я про файл

source: Track:
uk: Дор╕жка:

source: File:
uk: Файл:

source: Audio data
uk: Ауд╕о дан╕

source: Format:
uk: Формат:

source: Length:
uk: Довжина:

source: Samplerate:
uk: Частота семплювання:

source: %ld Hz
uk: %ld Гц

source: Channel count:
uk: К╕льк╕сть канал╕в:

source: MONO
uk: МОНО

source: STEREO
uk: СТЕРЕО

source: Bandwidth:
uk: Швидк╕сть потоку:

source: %.1f kbit/s
uk: %.1f кб╕т/с

source: Total samples:
uk: Всього семпл╕в:

source: ID3v2 tags
uk: ID3v2 теги

source: Import as Record
uk: ╤мпортувати як Запис

source: Import as Track number
uk: ╤мпортувати як Номер дор╕жки

source: Relative Volume
uk: В╕дносний Р╕вень

source: Import as RVA
uk: ╤мпортувати як ПВР

source: Vorbis comments
uk: Коментар╕ Vorbis

source: FLAC metadata
uk: FLAC метадан╕

source: Unrecognized
uk: Нерозп╕знано

source: bit signed
uk: знаковий б╕т

source: bit unsigned
uk: беззнаковий б╕т

source: bit float
uk: плаваючий б╕т

source: bit double
uk: подв╕йний б╕т

source: encoding
uk: кодування

source: Profile: Telephone
uk: Проф╕ль: Телефон

source: Profile: Thumb
uk: Проф╕ль: Еск╕з

source: Profile: Radio
uk: Проф╕ль: Рад╕о

source: Profile: Standard
uk: Проф╕ль: Стандарт

source: Profile: Xtreme
uk: Проф╕ль: Екстремальний

source: Profile: Insane
uk: Проф╕ль: Божев╕льний

source: Profile: Braindead
uk: Проф╕ль: Без башн╕

source: Single channel
uk: Один канал

source: Dual channel
uk: Два канала

source: Joint stereo
uk: Об'╓днане стерео

source: Stereo
uk: Стерео

source: Emphasis: none
uk: Наголос: нема╓

source: Emphasis:
uk: Наголос:

source: Emphasis: reserved
uk: Наголос: резервний

source: Compression: Fast
uk: Ступ╕нь стиснення: Швидка

source: Compression: Normal
uk: Ступ╕нь стиснення: Нормальна

source: Compression: High
uk: Ступ╕нь стиснення: Висока

source: Compression: Extra High
uk: Ступ╕нь стиснення: Дуже висока

source: Compression: Insane
uk: Ступ╕нь стиснення: Божев╕льна

source: Output:
uk: Вив╕д:

source: SRC Type:
uk: SRC Тип:

source: None
uk: Нема╓

source: Music Store has been changed. Do you want to save it before exiting?
uk: Музичний склад було зм╕нено. Чи ви бажа╓те зберегти зм╕ни перед виходом?

source: Mute
uk: Приглушити

source: %d dB
uk: %d Дб

source: %d%% R
uk: %d%% П

source: %d%% L
uk: %d%% Л

source: JACK connection lost
uk: JACK п╕д'╓днання втрачено

source: JACK has either been shutdown or it disconnected Aqualung because it was not fast enough. All you can do now is restart both JACK and Aqualung.
uk: JACK було вимкнено, або в╕н в╕д'╓днав Aqualung тому що в╕н не достатньо швидкий. Все що ви можете тепер зробити це перезапустити обидва JACK та Aqualung.

source: Settings
uk: Налаштування

source: Skin chooser
uk: Виб╕р жупан╕в

source: JACK port setup
uk: Налаштування порту JACK

source: Repeat current song
uk: Повторювати поточну п╕сню

source: Repeat all songs
uk: Повторювати вс╕ п╕сн╕

source: Shuffle songs
uk: Перем╕шати п╕сн╕

source: Toggle playlist
uk: Вимикач списку програвання

source: Toggle music store
uk: Вимикач музичного складу

source: Toggle LADSPA patch builder
uk: Вимикач буд╕вельника шлях╕в LADSPA

source: unreachable
uk: недосяжний

source: Title
uk: Назва

source: Subtitle
uk: П╕дпис

source: Composer
uk: Автор

source: Artist
uk: Виконавець

source: Orchestra
uk: Оркестр

source: Conductor
uk: Диригент

source: Lyricist
uk: Поет

source: Album
uk: Альбом

source: Track
uk: Дор╕жка

source: Publisher
uk: Видавник

source: Genre
uk: Жанр

source: Station
uk: Станц╕я

source: Encoder
uk: Кодувальник

source: Copyright (C)
uk: Авторське право (С)

source: Produced (P)
uk: Виробник (Р)

source: Comment
uk: Коментар

source: Vendor:
uk: Постачальник:

source: Please select the xml file for this store.
uk: Будьласка обер╕ть xml файл для цього складу.

source: Filename:
uk: Назва файлу:

source: Name:
uk: ╤м'я:

source: Comments:
uk: Коментар╕:

source: Edit Store
uk: Редагувати Склад

source: Add Artist
uk: Додати виконавця

source: Visible name:
uk: Видима назва:

source: Name to sort by:
uk: Сортувати назви за:

source: Edit Artist
uk: Редагувати виконавця

source: Please select the audio files for this record.
uk: Будьласка обер╕ть звуков╕ файли для цього запису.

source: Add Record
uk: Додати запис

source: Auto-create tracks from these files:
uk: Автостворення дор╕жок з цих файл╕в:

source: Clear list
uk: Очистити список

source: _Add files...
uk: _Додати файли...

source: Edit Record
uk: Редагувати запис

source: Please select the audio file for this track.
uk: Будьласка обер╕ть звуковий файл для ц╕╓╖ дор╕жки.

source: Add Track
uk: Додати дор╕жку

source: Edit Track
uk: Редагувати дор╕жку

source: Duration:
uk: Тривал╕сть:

source: Volume level:
uk: Р╕вень гучност╕:

source: Unmeasured
uk: Невим╕ряно

source: Use manual RVA value [dB]
uk: Використовувати значення ПВР встановлен╕ вручну [dB]

source: Really remove "%s" from the Music Store?
uk: Справд╕ прибрати "%s" з Музичного Складу?

source: Remove Store
uk: Прибрати Склад

source: Remove Artist
uk: Прибрати виконавця

source: Remove Record
uk: Прибрати запис

source: Remove Track
uk: Прибрати дор╕жку

source: (no comment)
uk: (без коментаря)

source: Music Store
uk: Музичний Склад

source: Search...
uk: Шукати...

source: Save Music Store
uk: Зберегти Музичний Склад

source: Add to playlist
uk: Додати до списку програвання

source: Edit store...
uk: Редагувати склад...

source: Remove store
uk: Прибрати склад

source: Add new artist to this store...
uk: Додати нового виконавця до цього складу...

source: Calculate volume (recursive)
uk: П╕драхувати гучн╕сть (рекурсивно)

source: Add new artist...
uk: Додати нового виконавця...

source: Edit artist...
uk: редагувати виконавця...

source: Remove artist
uk: прибрати виконавця

source: Add new record to this artist...
uk: Додати новий запис до цього виконавця...

source: Add new record...
uk: Додати новий запис...

source: Edit record...
uk: Редагувати запис...

source: Remove record
uk: Прибрати запис

source: Add new track to this record...
uk: Додати нову дор╕жку до цього запису...

source: CDDB query for this record...
uk: CDDB запит для цього запису...

source: Add new track...
uk: Додати нову дор╕жку...

source: Edit track...
uk: Редагувати дор╕жку...

source: Remove track
uk: Прибрати дор╕жку

source: File info...
uk: ╤нформац╕я про файл

source: Calculate volume
uk: П╕драхувати гучн╕сть

source: *Music Store
uk: *Музичний Склад

source: Warning
uk: Увага

source: Please select a Music Store database.
uk: Будьласка обер╕ть базу даних Музичного Складу.

source: Discard changes
uk: Скасувати зм╕ни

source: Music Store has been changed. You have to save it before refreshing if you want to keep the changes.
uk: Музичний Склад було зм╕нено. Ви ма╓те зберегти його перед оновленням якщо ви бажа╓те залишити зм╕ни.

source: The string you enter here will be parsed as a command line before parsing the actual command line parameters. What you enter here will act as a default setting and may or may not be overrided from the 'real' command line. Example: enter '-o alsa -R' below to use ALSA output running realtime as a default.
uk: Рядок, що ви введете тут буде проанал╕зовано як командний рядок перед анал╕зом параметр╕в справжнього командного рядку. Що ви впишете тут буде д╕яти як налаштування по замовчанню, та може бути, або не бути скасовано 'справжн╕м' командним рядком. Приклад: впиш╕ть '-o alsa -R' нижче щоб використовувати по замовчанню ALSA вив╕д запущений з приор╕тетом реального часу.

source: Title format
uk: Формат назви

source: Implicit command line
uk: Неявний командний рядок

source: Miscellaneous
uk: Р╕зне

source: Enable tooltips
uk: Ув╕мкнути п╕дказки

source: Put control buttons at the bottom of playlist
uk: Кнопки керування знизу списку програвання

source: Simple view in LADSPA patch builder
uk: Спрощений вигляд буд╕вельника шлях╕в LADSPA

source: Playlist
uk: Список програвання

source: Embed playlist into main window
uk: Вбудувати список програвання у головне в╕кно

source: Save and restore the playlist on exit/startup
uk: Запис та в╕дновлення списку програвання при виход╕/запуску

source: Enable statusbar in playlist
uk: Ув╕мкнути рядок стану у списку програвання

source: Show active track name in bold
uk: Вид╕ляти жирним активну дор╕жку

source: Playlist column order
uk: Порядок стовпчик╕в списку пргравання

source: Drag and drop entries in the list below to set the column order in the Playlist.
uk: Перетягуйте пункти у списку нижче для встановлення порядку стовпчик╕в у списку пргравання.

source: Column
uk: Стовпчик

source: Track titles
uk: Назви дор╕жок

source: RVA values
uk: Значення ПВР

source: Track lengths
uk: Тривал╕сть дор╕жок

source: Hide the Music Store comment pane
uk: Приховати панель коментар╕в Музичного Складу

source: Cover art
uk: Обкладинка

source: Default cover width:
uk: Ширина обкладинки по замовчанню:

source: 50 pixels
uk: 50 п╕ксел╕в

source: 100 pixels
uk: 100 п╕ксел╕в

source: 200 pixels
uk: 200 п╕ксел╕в

source: 300 pixels
uk: 300 п╕ксел╕в

source: use browser window width
uk: використовувати ширину в╕кна оглядача

source: Don't magnify images with smaller width
uk: Не зб╕льшувати зображення меншого розм╕ру

source: Paths to Music Store databases
uk: Шляхи до баз даних Музичного Складу

source: Path
uk: Шлях

source: Access
uk: Доступ

source: Browse
uk: Оглянути

source: Refresh
uk: Оновити

source: Remove
uk: Прибрати

source: Add
uk: Додати

source: DSP
uk: ЦОС

source: LADSPA plugin processing
uk: Обробка LADSPA втулками (Цифрова Обробка Сигналу)

source: Pre Fader (before Volume & Balance)
uk: Пре-згасання (перед Гучн╕стю та Балансом)

source: Post Fader (after Volume & Balance)
uk: П╕сля-згасання (п╕сля Гучност╕ та Баланса)

source: Sample Rate Converter type
uk: Тип перетворювача частоти семплювання

source: Aqualung is compiled without Sample Rate Converter support. See the About box and the documentation for details.
uk: Aqualung скомп╕льовано без п╕дтримки Перетворювача Частоти Семплювання. Дивись в╕кно 'Про програму' та документац╕ю для подробиць.

source: Playback RVA
uk: ПВР програвання

source: Enable playback RVA
uk: Зад╕яти ПВР (Поправку В╕дносного Р╕вня) програвання

source: Listening environment:
uk: Оточення:

source: Audiophile
uk: Ауд╕оф╕л

source: Living room
uk: Жила к╕мната

source: Office
uk: Оф╕с

source: Noisy workshop
uk: Шумна установа

source: Reference volume [dBFS] :
uk: Бажана гучн╕сть [dbFS] :

source: Steepness [dB/dB] :
uk: Крок [dB/dB] :

source: Apply averaged RVA to tracks of the same record
uk: Застосувати усереднен╕ ПВР до дор╕жок одного запису

source: Drop statistical aberrations based on
uk: Скидання статистичного в╕дхилення базу╓ться на

source: % of standard deviation
uk: % в╕д стандартного в╕дхилення

source: Linear threshold [dB]
uk: Л╕н╕йне обмеження [dB]

source: Linear threshold [dB] :
uk: Л╕н╕йне обмеження [dB] :

source: % of standard deviation :
uk: % в╕д стандартного в╕дхилення :

source: When adding to playlist, use file metadata (if available) instead of information from the Music Store for:
uk: При додаванн╕ до списку програвання, використовувати метадан╕ файла (якщо ╓) зам╕сть Зам╕сть ╕нформац╕╖ з Музичного Складу для:

source: Track name
uk: Назва дор╕жки

source: When adding external files to playlist, use file metadata (if available) for:
uk: При додаванн╕ зовн╕шн╕х файл╕в до списку програвання, використовувати метадан╕ файла (якщо ╓) для:

source: Replaygain tag to use in Ogg Vorbis and FLAC files:
uk: Тег п╕дсилення програвання що використову╓ться в Ogg Vorbis та FLAC файлах:

source: Replaygain_track_gain
uk: П╕дсилення дор╕жки

source: Replaygain_album_gain
uk: П╕дсилення альбома

source: CDDB server:
uk: CDDB сервер:

source: Connection timeout [sec]:
uk: Таймаут з'╓днання [сек]:

source: Protocol:
uk: Протокол:

source: CDDBP (port 888)
uk: CDDBP (порт 888)

source: HTTP (port 80)
uk: HTTP (порт 80)

source: Appearance
uk: Вигляд

source: Override skin settings
uk: Перекривати установки жупана

source: Fonts
uk: Шрифти

source: Playlist:
uk: Список програвання:

source: Select
uk: Вибрати

source: Music Store:
uk: Музичний Склад:

source: Big timer:
uk: Великий таймер:

source: Small timers:
uk: Маленьк╕ таймери:

source: Colors
uk: Кольори

source: Active song in playlist:
uk: Активна п╕сня у списку програвання:

source: Please specify the file to save the playlist to.
uk: Будьласка вкаж╕ть файл куди буде записано список програвання.

source: Please specify the file to load the playlist from.
uk: Будьласка вкаж╕ть файл зв╕дки буде завантажено список програвання.

source: Unknown
uk: Нев╕домо

source: Selected:
uk: Вибрано:

source: Total:
uk: Разом:

source: Select all
uk: Вибрати все

source: Remove selected
uk: Прибрати вибране

source: Select none
uk: Зняти виб╕р

source: Invert selection
uk: Перевернути виб╕р

source: Remove all
uk: Прибрати все

source: Cut selected
uk: Прибрати обране

source: Save playlist
uk: Зберегти список програвання

source: Load playlist
uk: Завантажити список програвання

source: Enqueue playlist
uk: Поставити в чергу список програвання

source: Calculate RVA
uk: П╕драхувати ПВР

source: Separate
uk: Окрем╕

source: Average
uk: Середн╕

source: Reread file metadata
uk: Перечитати ╕нформац╕ю про файл

source: LADSPA patch builder
uk: Буд╕вельник шлях╕в LADSPA

source: Available plugins
uk: Наявн╕ втулки

source: ID
uk: ╤дентиф╕катор

source: Name
uk: ╤м'я

source: Category
uk: Категор╕я

source: Inputs
uk: Входи

source: Outputs
uk: Виходи

source: Running plugins
uk: Запущен╕ втулки

source: _Configure
uk: _Налаштувати

source: Enable all plugins
uk: Зад╕яти ус╕ втулки

source: Disable all plugins
uk: Вимкнути ус╕ втулки

source: Invert current state
uk: ╤нвертувати поточний стан

source: JACK Port Setup
uk: Налаштування порту JACK

source: Rescan
uk: Пресканувати

source: Available connections
uk: Доступн╕ з'╓днання

source: Clear connections
uk: Очистити з'╓днання

source: out L
uk: вих╕д Л

source: out R
uk: вих╕д П

source: Search the Music Store
uk: Шукати у Музичному Склад╕

source: Key:
uk: Ключ:

source: Case sensitive
uk: Враховувати рег╕стр

source: Exact matches only
uk: Т╕льки повний зб╕г

source: Select first and close window
uk: Обрати першу та закрити в╕кно

source: Search in:
uk: Шукати у:

source: Artist names
uk: Назвах виконавц╕в

source: Record titles
uk: Назвах запис╕в

source: Comments
uk: Коментар╕

source: Record
uk: Запис

source: Search
uk: Шукати

source: Search the Playlist
uk: Шукати у списку програвання

source: Available skins
uk: Наявн╕ жупани
